[
  { "texto": "El Señor es mi luz y mi salvación.", "referencia": "Salmo 27:1" },
  { "texto": "El amor de Dios es eterno; su misericordia permanece para siempre.", "referencia": "Salmo 136:1" },
  { "texto": "Nada podrá separarnos del amor de Dios que está en Cristo Jesús.", "referencia": "Romanos 8:39" },
  { "texto": "Porque de tal manera amó Dios al mundo, que entregó a su Hijo unigénito.", "referencia": "Juan 3:16" },
  { "texto": "El que come mi carne y bebe mi sangre tiene vida eterna.", "referencia": "Juan 6:54-56" },
  { "texto": "Yo soy el pan vivo bajado del cielo; quien coma de este pan vivirá para siempre.", "referencia": "Juan 6:51" },
  { "texto": "Tomad y comed; este es mi cuerpo entregado por vosotros.", "referencia": "Mateo 26:26 (institución de la Eucaristía)" },
  { "texto": "El que quiera seguirme, niéguese a sí mismo, tome su cruz y sígame.", "referencia": "Marcos 8:34" },
  { "texto": "Por su herida hemos sido sanados.", "referencia": "Isaías 53:5" },
  { "texto": "Dios es amor; quien permanece en el amor permanece en Dios.", "referencia": "1 Juan 4:16" },
  { "texto": "La Eucaristía es el memorial del amor que nos salva.", "referencia": "Catecismo / Tradición cristiana" },
  { "texto": "Bendita tú entre las mujeres; el Señor está contigo.", "referencia": "Lucas 1:28" },
  { "texto": "Dichosa la que creyó que se cumplirían las cosas que le fueron dichas de parte del Señor.", "referencia": "Lucas 1:45" },
  { "texto": "Dios nos mostró su amor en que mientras aún éramos pecadores, Cristo murió por nosotros.", "referencia": "Romanos 5:8" },
  { "texto": "En su gran misericordia, nos dio una esperanza viva por la resurrección de Jesucristo.", "referencia": "1 Pedro 1:3" },
  { "texto": "El Señor es cercano a los quebrantados de corazón y salva a los abatidos de espíritu.", "referencia": "Salmo 34:18" },
  { "texto": "Jesús, mirando al hombre en su cruz, ofreció su vida por amor.", "referencia": "San Juan 19 (pasión y crucifixión)" },
  { "texto": "La gracia que recibimos en la Eucaristía nos fortalece para vivir en caridad.", "referencia": "Carta pastoral / Tradición" },
  { "texto": "María, llena de gracia, nos lleva siempre a su Hijo.", "referencia": "Reflexión sobre Lucas 1" },
  { "texto": "Acudid a mí todos los que estáis fatigados y cargados, y yo os aliviaré.", "referencia": "Mateo 11:28" },
  { "texto": "Venid y ved las obras del Señor; mirad su amor y su fidelidad.", "referencia": "Salmo 46:8-9" },
  { "texto": "El Espíritu Santo es don que enciende el corazón en amor.", "referencia": "Hechos 2 (Pentecostés)" },
  { "texto": "El Señor sostiene a los humildes y engrandece a los que esperan en él.", "referencia": "Salmo 147:6" },
  { "texto": "La cruz no es derrota sino victoria de amor redentor.", "referencia": "1 Corintios 1:18 (reflexión)" },
  { "texto": "María guardaba todas estas cosas en su corazón y las meditaba.", "referencia": "Lucas 2:19" },
  { "texto": "Camina en el amor, como también Cristo os amó y se entregó por nosotros.", "referencia": "Efesios 5:2" },
  { "texto": "El que se alimenta del pan de vida, vive en unión con Dios.", "referencia": "Juan 6:57" },
  { "texto": "Confía en el Señor con todo tu corazón y no te apoyes en tu propia prudencia.", "referencia": "Proverbios 3:5" },
  { "texto": "El Señor es bueno; su misericordia dura para siempre.", "referencia": "Salmo 100:5" },
  { "texto": "Camina en la esperanza, porque Dios hace nuevas todas las cosas.", "referencia": "Apocalipsis 21:5 (mensaje de esperanza)" }
]
